Repository: Kwpolska/trashman
Catalog: locale/*/LC_MESSAGES/trashman.po
Languages: pl

source: LANG locale by AUTHOR <MAIL@IF.YOU.WANT>
pl: Polskie tłumaczenie autorstwa Chrisa Warricka <chris@chriswarrick.com>

source: Trashman -- a Python trash manager.
pl: Trashman — menedżer śmietnika w Pythonie.

source: show version number and quit
pl: pokaż wersję i wyjdź

source: options
pl: opcje

source: operations
pl: operacje

source: explain what is being done
pl: wyjaśnianie co się dzieje

source: select the backend (default: config->auto->xdg)
pl: wybierz backend (domyślnie: config->auto->xdg)

source: empty the trash and quit
pl: opróźnij śmietnik i wyjdź

source: list the files in trash and quit
pl: wylistuj pliki w śmietniku i wyjdź

source: restore FILE(s) from trash
pl: przywróć PLIK(i) ze śmietnika

source: print the trash location and quit
pl: wypisz lokalizację śmietnika i wyjdź

source: print the trashed files location and quit
pl: wypisz lokalizację plików w śmietniku i wyjdź

source: FILE
pl: PLIK

source: files to trash
pl: pliki do wyrzucenia

source: ERROR:
pl: BŁĄD:

source: [choose automatically]
pl: [wybierz automatycznie]

source: [consult trashman.cfg]
pl: [zgodnie z trashman.cfg]

source: [list backends]
pl: [wypisz backendy]

source: A dummy backend, printing all the requests it gets.
pl: Sztuczny backend, wypisujący wszystkie żądania, jakie otrzyma.

source: An XDG trash implementation.
pl: Implementacja śmietnika XDG.

source: *** backend from config: {}
pl: *** backend z konfiguracji: {}

source: NAME
pl: NAZWA

source: DESCRIPTION
pl: OPIS

source: No such backend: {}
pl: Nie ma takiego backendu: {}

source: *** using the {} backend
pl: *** używając backendu {}

source: Backend didn’t implement this functionality
pl: Backend nie zaimplementował tej funkcjonalności

source: emptied the trash
pl: opróżniono śmietnik

source: trashed '{}'
pl: wyrzucony „{}”

source: no such directory: {} -- cannot restore
pl: katalog {} nie istnieje — nie można przywrócić

source: restored {} to {}
pl: przywrócony {} do {}

source: no such file in trash
pl: nie ma takiego pliku w śmietniku

source: Cannot create the configuration directory.
pl: Nie można utworzyć katalogu konfiguracji.

source: usage
pl: sposób użycia

source: positional arguments
pl: argumenty pozycyjne:

source: optional arguments
pl: argumenty opcjonalne:

source: show this help message and exit
pl: pokaż ten opis i wyjdź
